Repository: ASU-CodeDevils/sso.codedevils.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hi, ja, nl

source: Countries
ar: بلدان
hi: देश
ja: 国
nl: Landen

source: Name
ar: اسم
hi: नाम
ja: 名前
nl: Naam

source: Native Name
ar: الاسم الأصلي
hi: पैदाइशी नाम
ja: ネイティブ名
nl: Native naam

source: Alpha2 Code
ar: كود Alpha2
hi: अल्फा 2 कोड
ja: Alpha2コード

source: Alpha3 Code
ar: كود Alpha3
hi: अल्फा 3 कोड
ja: Alpha3コード

source: Numeric code
ar: رمز رقمي
hi: न्यूमेरिक कोड
ja: 数値コード
nl: Numerieke code

source: Flag
ar: علم
hi: झंडा
ja: 国旗
nl: Vlag

source: Country
ar: بلد
hi: देश
ja: 国
nl: Land

source: Completed Registration
ar: التسجيل مكتمل
hi: पूर्ण पंजीकरण
ja: 登録完了
nl: Voltooide registratie

source: Register
ar: تسجيل
hi: रजिस्टर करें
ja: 登録
nl: Registreren

source: This username has already been taken.
ar: وقد تم بالفعل اتخاذ هذا المستخدم.
hi: यह उपयोगकर्ता नाम पहले ही लिया जा चुका है।
ja: このユーザー名はすでに使用されています。
nl: Deze gebruikersnaam is al in gebruik.

source: Please enter a valid email address
ar: رجاء قم بإدخال بريد الكتروني صحيح
hi: कृपया एक वैध ई - मेल एड्रेस डालें
ja: 有効なメールアドレスを入力してください
nl: Vul een geldig e-mailadres in

source: This email has already been taken.
ar: وقد تم بالفعل اتخاذ هذا البريد الإلكتروني.
hi: यह ईमेल पहले ही लिया जा चुका है।
ja: このメールはすでに届いています。
nl: Dit e-mailadres is reeds in gebruik.

source: Please enter your ASU email.
ar: الرجاء إدخال بريدك الإلكتروني في جامعة ولاية أريزونا.
hi: कृपया अपना ASU ईमेल दर्ज करें।
ja: ASUのメールアドレスを入力してください。
nl: Voer uw ASU-e-mailadres in.

source: You are applying as an alumni and cannot use your student email
ar: أنت تتقدم كخريج ولا يمكنك استخدام البريد الإلكتروني للطالب
hi: आप एक पूर्व छात्र के रूप में आवेदन कर रहे हैं और अपने छात्र ईमेल का उपयोग नहीं कर सकते
ja: 卒業生として申請しており、学生の電子メールを使用できません
nl: Je meldt je aan als alumni en kunt je studentenmail niet gebruiken

source: Please enter your ASURITE email (<ASURITE>@asu.edu)
ar: الرجاء إدخال بريدك الإلكتروني ASURITE (<ASURITE>@asu.edu)
hi: कृपया अपना ASURITE ईमेल दर्ज करें (<ASURITE>@asu.edu)
ja: ASURITEメールアドレスを入力してください（<ASURITE>@asu.edu）
nl: Voer uw ASURITE-e-mailadres in (<ASURITE>@asu.edu)

source: We will send you emails about events, exciting new projects and opportunities, and different ways to get involved in CodeDevils.
ar: سنرسل لك رسائل بريد إلكتروني حول الأحداث والمشاريع والفرص الجديدة المثيرة والطرق المختلفة للمشاركة في CodeDevils.
hi: हम आपको ईवेंट, रोमांचक नई परियोजनाओं और अवसरों और कोडडेविल्स में शामिल होने के विभिन्न तरीकों के बारे में ईमेल भेजेंगे।
ja: 匿名を選択できます。つまり、お客様の情報を公にブロックし、異なるCodeDevils製品間で制限します。これにより、ユーザー（雇用主、メンバー、または当社のWebサイト上の他の外部ユーザー）があなたのプロファイルを表示できないようにする機能も無効になります。
nl: We sturen je e-mails over evenementen, opwindende nieuwe projecten en kansen, en verschillende manieren om betrokken te raken bij CodeDevils.

source: Check here if you are an alumni. We will get you in contact with an Officer to help set you up.
ar: تحقق هنا إذا كنت من الخريجين. سوف نجعلك على اتصال مع أحد الضباط للمساعدة في إعدادك.
hi: यदि आप पूर्व छात्र हैं तो यहां देखें। हम आपको स्थापित करने में मदद करने के लिए एक अधिकारी के संपर्क में आएंगे।
ja: 卒業生の方はこちらをご覧ください。私たちはあなたをセットアップするのを手伝うために役員と連絡を取ります。
nl: Kijk hier of je alumni bent. We zullen u in contact brengen met een officier om u te helpen bij het opzetten.

source: You can opt to be anonymous, which means we will block your information publicly and limit it between different CodeDevils products. This will also disable the feature that allows people - employers, members or other outside users on our website - from viewing your profile.
ar: يمكنك اختيار أن تكون مجهول الهوية ، مما يعني أننا سنحظر معلوماتك علنًا ونحصرها بين منتجات CodeDevils المختلفة. سيؤدي هذا أيضًا إلى تعطيل الميزة التي تسمح للأشخاص - أصحاب العمل أو الأعضاء أو مستخدمين خارجيين آخرين على موقعنا - من مشاهدة ملف التعريف الخاص بك.
hi: आप गुमनाम होने का विकल्प चुन सकते हैं, जिसका अर्थ है कि हम आपकी जानकारी को सार्वजनिक रूप से रोकेंगे और विभिन्न कोडवर्ड उत्पादों के बीच इसे सीमित करेंगे। यह उस सुविधा को भी अक्षम कर देगा जो आपकी वेबसाइट पर लोगों - नियोक्ताओं, सदस्यों या अन्य बाहरी उपयोगकर्ताओं को आपकी प्रोफ़ाइल देखने की अनुमति देती है।
ja: 匿名を選択できます。つまり、お客様の情報を公にブロックし、異なるCodeDevils製品間で制限します。これにより、ユーザー（雇用主、メンバー、または当社のWebサイト上の他の外部ユーザー）があなたのプロファイルを表示できないようにする機能も無効になります。
nl: U kunt ervoor kiezen om anoniem te zijn, wat betekent dat we uw informatie openbaar blokkeren en beperken tussen verschillende CodeDevils-producten. Hierdoor wordt ook de functie uitgeschakeld waarmee mensen - werkgevers, leden of andere externe gebruikers op onze website - uw profiel kunnen bekijken.

source: Registered on Slack
ar: مسجل في Slack
hi: Slack पर पंजीकृत
ja: Slackに登録
nl: Geregistreerd op Slack

source: The user has been registered on Slack
ar: تم تسجيل المستخدم في Slack
hi: उपयोगकर्ता को Slack पर पंजीकृत किया गया है
ja: ユーザーはSlackに登録されています
nl: De gebruiker is geregistreerd op Slack

source: Registered on SunDevilSync
ar: مسجل في SunDevilSync
hi: SunDevilSync पर पंजीकृत
ja: SunDevilSyncに登録
nl: Geregistreerd op SunDevilSync

source: The user has been registered on SunDevilSync. This is True by default for alumni.
ar: تم تسجيل المستخدم في SunDevilSync. هذا صحيح بشكل افتراضي للخريجين.
hi: उपयोगकर्ता SunDevilSync पर पंजीकृत किया गया है। यह पूर्व छात्रों के लिए डिफ़ॉल्ट रूप से सही है।
ja: ユーザーはSunDevilSyncに登録されています。これは、卒業生のデフォルトではTrueです。
nl: De gebruiker is geregistreerd op SunDevilSync. Dit is standaard waar voor alumni.

source: User
ar: المستعمل
hi: उपयोगकर्ता
ja: ユーザー
nl: Gebruiker

source: This user's progress in the registration process.
ar: تقدم هذا المستخدم في عملية التسجيل.
hi: पंजीकरण प्रक्रिया में उपयोगकर्ता की प्रगति।
ja: 登録プロセスにおけるこのユーザーの進捗状況。
nl: De voortgang van deze gebruiker in het registratieproces.

source: Date Registered
ar: تاريخ مسجل
hi: तारीख दर्ज की गई
ja: 登録日
nl: Datum geregistreerd

source: The date/time the student submitted their registration form
ar: التاريخ / الوقت الذي قدم فيه الطالب استمارة التسجيل
hi: छात्र द्वारा अपना पंजीकरण फॉर्म जमा करने की तिथि / समय
ja: 学生が登録フォームを提出した日時
nl: De datum/tijd waarop de student zijn registratieformulier heeft ingeleverd

source: SunDevilSync Notification
ar: إعلام SunDevilSync
hi: SunDevilSync अधिसूचना
ja: SunDevilSync通知
nl: SunDevilSync-melding

source: Flag to track whether a CodeDevils officer has been notified that this student needs to be added to SunDevilSync
ar: علامة لتتبع ما إذا كان قد تم إخطار ضابط CodeDevils بضرورة إضافة هذا الطالب إلى SunDevilSync
hi: ट्रैक करने के लिए ध्वज कि क्या एक CodeDevils अधिकारी को सूचित किया गया है कि इस छात्र को SunDevilSync में जोड़ा जाना चाहिए
ja: この学生をSunDevilSyncに追加する必要があることをCodeDevils役員に通知したかどうかを追跡するためのフラグ
nl: Markeer om bij te houden of een CodeDevils-officier op de hoogte is gebracht dat deze student moet worden toegevoegd aan SunDevilSync

source: Slack Add Attempt
ar: Slack إضافة محاولة
hi: Slack प्रयास को जोड़ें
ja: Slack追加の試行
nl: Slack Poging toevoegen

source: Flag to track if the API was used previously to add this user to Slack. This stops consecutive attempts of adding this user.
ar: ضع علامة لتتبع ما إذا تم استخدام API مسبقًا لإضافة هذا المستخدم إلى Slack. هذا يوقف المحاولات المتتالية لإضافة هذا المستخدم.
hi: यह उपयोगकर्ता स्लैक में जोड़ने के लिए पहले एपीआई का उपयोग किया गया था, तो ट्रैक करने के लिए ध्वज। यह इस उपयोगकर्ता को जोड़ने के लगातार प्रयासों को रोकता है।
ja: このユーザーをSlackに追加するためにAPIが以前に使用されたかどうかを追跡するためのフラグ。これにより、このユーザーを追加しようとする連続した試行が停止します。
nl: Markeer om bij te houden of de API eerder is gebruikt om deze gebruiker aan Slack toe te voegen. Dit stopt opeenvolgende pogingen om deze gebruiker toe te voegen.

source: Completed Registration Notification
ar: إشعار التسجيل المكتمل
hi: पूर्ण पंजीकरण सूचना
ja: 登録通知の完了
nl: Voltooide registratiemelding

source: Flag to track if this user has been notified that their registration has been completed.
ar: ضع علامة للتتبع إذا تم إخطار هذا المستخدم بأن تسجيله قد اكتمل.
hi: ट्रैक करने के लिए ध्वज यदि इस उपयोगकर्ता को सूचित किया गया है कि उनका पंजीकरण पूरा हो चुका है।
ja: このユーザーに登録が完了したことが通知されたかどうかを追跡するためのフラグ。
nl: Markeer om bij te houden of deze gebruiker een melding heeft ontvangen dat de registratie is voltooid.

source: Student Registration
ar: تسجيل الطالب
hi: छात्र पंजीकरण
ja: 学生登録
nl: Studentenregistratie

source: Email
ar: البريد الإلكتروني
hi: ईमेल
ja: Eメール

source: Name of member
ar: اسم العضو
hi: सदस्य का नाम
ja: メンバーの名前
nl: Naam van lid

source: Slack ID
ar: معرف سلاك
hi: सुस्त पहचान
ja: Slackの識別

source: UTC Offset
ar: تعويض التوقيت العالمي
hi: UTC ऑफसेट
ja: UTCオフセット

source: UTC offset in seconds
ar: تعويض التوقيت العالمي (UTC) بالثواني
hi: UTC सेकंड में ऑफसेट
ja: 秒単位のUTCオフセット
nl: UTC-offset in seconden

source: Image 24
ar: صورة 24
hi: छवि 24
ja: 画像24
nl: Afbeelding 24

source: User 24px profile image
ar: صورة الملف الشخصي للمستخدم 24 بكسل
hi: उपयोगकर्ता 24 पिक्सेल प्रोफ़ाइल छवि
ja: ユーザー24ピクセルのプロフィール画像
nl: Gebruiker 24 pixel profielafbeelding

source: Image 512
ar: صورة 512
hi: छवि 512
ja: 画像512
nl: Afbeelding 512

source: User 512px profile image
ar: صورة الملف الشخصي للمستخدم 512 بكسل
hi: उपयोगकर्ता 512 पिक्सेल प्रोफ़ाइल छवि
ja: ユーザー512ピクセルのプロフィール画像
nl: Gebruiker 512 pixel profielafbeelding

source: Known Member
ar: عضو معروف
hi: ज्ञात सदस्य
ja: 既知のメンバー
nl: Bekend lid

source: Known Members
ar: أعضاء معروفون
hi: ज्ञात सदस्य
ja: 既知のメンバー
nl: Bekende leden

source: CodeDevils - Develop. Network. Create.
ar: CodeDevils - تطوير. شبكة الاتصال. خلق.
hi: CodeDevils - विकसित करें। नेटवर्क। सृजन करना।
ja: CodeDevils-開発。通信網。作成します。
nl: CodeDevils - Ontwikkelen. Netwerk. Creëer.

source: Account Inactive
ar: الحساب غير نشط
hi: खाता निष्क्रिय
ja: アカウントが非アクティブ
nl: Account Inactief

source: This account is inactive.
ar: هذا الحساب غير نشط.
hi: यह खाता निष्क्रिय है।
ja: このアカウントは非アクティブです。
nl: Dit account is inactief.

source: Account
ar: الحساب
hi: लेखा
ja: アカウント

source: E-mail Addresses
ar: عناوين البريد الإلكتروني
hi: ईमेल पता
ja: メールアドレス
nl: E-mailadressen

source: The following e-mail addresses are associated with your account:
ar: عناوين البريد الإلكتروني التالية مرتبطة بحسابك:
hi: निम्नलिखित ई-मेल पते आपके खाते से जुड़े हैं:
ja: 次の電子メールアドレスがアカウントに関連付けられています。
nl: De volgende e-mailadressen zijn aan uw account gekoppeld:

source: Verified
ar: تم التحقق
hi: सत्यापित
ja: 確認済み
nl: Geverifieerd

source: Unverified
ar: لم يتم التحقق منه
hi: असत्यापित
ja: 未確認
nl: Niet geverifieerd

source: Primary
ar: ابتدائي
hi: मुख्य
ja: プライマリ
nl: Primair

source: Make Primary
ar: اتخذ الاولويه
hi: प्राथमिक बनाएं
ja: プライマリにする
nl: Voorop stellen

source: Re-send Verification
ar: إعادة التحقق
hi: सत्यापन पुनः भेजें
ja: 検証を再送信する
nl: Stuur verificatie opnieuw

source: Remove
ar: إزالة
hi: हटाना
ja: 削除する
nl: Verwijderen

source: Warning:
ar: تحذير:
hi: चेतावनी:
ja: 警告：
nl: Waarschuwing:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ar: ليس لديك حاليًا أي عنوان بريد إلكتروني تم إعداده. يجب عليك بالفعل إضافة عنوان بريد إلكتروني حتى تتمكن من تلقي الإشعارات وإعادة تعيين كلمة المرور الخاصة بك ، وما إلى ذلك.
hi: वर्तमान में आपके पास कोई ई-मेल पता सेट नहीं है। आपको वास्तव में एक ई-मेल पता जोड़ना चाहिए ताकि आप सूचनाएं प्राप्त कर सकें, अपना पासवर्ड रीसेट कर सकें, आदि।
ja: 現在、メールアドレスは設定されていません。通知を受け取ったり、パスワードをリセットしたりできるように、実際には電子メールアドレスを追加する必要があります。
nl: U heeft momenteel geen e-mailadres ingesteld. U moet echt een e-mailadres toevoegen, zodat u meldingen kunt ontvangen, uw wachtwoord opnieuw kunt instellen, enz.

source: Add E-mail Address
ar: إضافة عنوان البريد الإلكتروني
hi: ईमेल पता जोड़ें
ja: 電子メールアドレスを追加する
nl: Voeg email adres toe

source: Add E-mail
ar: أضف بريد إلكتروني
hi: ई-मेल जोड़ें
ja: Eメールを追加する
nl: E-mail toevoegen

source: Do you really want to remove the selected e-mail address?
ar: هل تريد حقًا إزالة عنوان البريد الإلكتروني المحدد؟
hi: क्या आप वास्तव में चयनित ई-मेल पते को निकालना चाहते हैं?
ja: 選択した電子メールアドレスを本当に削除しますか？
nl: Wil je het geselecteerde e-mailadres echt verwijderen?

source: Confirm E-mail Address
ar: أكد عنوانك الإلكتروني
hi: ईमेल पते की पुष्टि करें
ja: メールアドレスを確認
nl: Bevestig dit Email adres

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: يرجى التأكد من أن <a href="mailto:%(email)s">%(email)s</a> هو عنوان بريد إلكتروني للمستخدم%(user_display)s.
hi: कृपया पुष्टि करें कि <a href="mailto:%(email)s">%(email)s</a> उपयोगकर्ता %(user_display)s के लिए एक ई-मेल पता है।
ja: <a href="mailto:%(email)s">％(email)s </a>がユーザー %(user_display)s のメールアドレスであることを確認してください。
nl: Bevestig dat <a href="mailto:%(email)s">%(email)s</a> een e-mailadres is voor gebruiker %(user_display)s.

source: Confirm
ar: تؤكد
hi: पुष्टि करें
ja: 確認
nl: Bevestigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: انتهت صلاحية ارتباط تأكيد البريد الإلكتروني هذا أو أنه غير صالح. الرجاء <a href="%(email_url)s"> إصدار طلب تأكيد جديد عبر البريد الإلكتروني </a>.
hi: यह ई-मेल पुष्टिकरण लिंक की समय सीमा समाप्त या अमान्य है। कृपया <a href="%(email_url)s"> नया ई-मेल पुष्टिकरण अनुरोध जारी करें</a>।
ja: この電子メール確認リンクの有効期限が切れているか、無効です。<a href="%(email_url)s">新しいメール確認リクエストを発行</a>してください。
nl: Deze e-mailbevestigingslink is verlopen of ongeldig. Gelieve <a href="%(email_url)s"> een nieuw bevestigingsverzoek per e-mail te verzenden</a>.

source: Change Password
ar: تغيير كلمة المرور
hi: पासवर्ड बदलें
ja: パスワードを変更する
nl: Wijzig wachtwoord

source: Password Reset
ar: إعادة تعيين كلمة المرور
hi: पासवर्ड रीसेट
ja: パスワードのリセット
nl: Wachtwoord reset

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه ، وسنرسل لك بريدًا إلكترونيًا يتيح لك إعادة تعيينه.
hi: अपना पासवर्ड भूल गए? अपना ई-मेल पता नीचे दर्ज करें, और हम आपको एक ई-मेल भेजेंगे जिससे आप इसे रीसेट कर सकते हैं।
ja: パスワードをお忘れですか？以下にメールアドレスを入力してください。リセットできるメールが送信されます。
nl: Je wachtwoord vergeten? Voer hieronder uw e-mailadres in en we sturen u een e-mail waarmee u het kunt resetten.

source: Reset My Password
ar: إعادة تعيين كلمة المرور الخاصة بي
hi: अपना पासवर्ड रीसेट करें
ja: 私のパスワードをリセットする
nl: Reset mijn wachtwoord

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا واجهتك أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.
hi: यदि आपको अपना पासवर्ड रीसेट करने में कोई परेशानी हो तो कृपया हमसे संपर्क करें।
ja: パスワードのリセットで問題が発生した場合は、お問い合わせください。
nl: Neem contact met ons op als u problemen ondervindt bij het opnieuw instellen van uw wachtwoord.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. يرجى الاتصال بنا إذا لم تستلمها خلال بضع دقائق.
hi: हमने आपको एक ई-मेल भेजा है। कृपया हमसे संपर्क करें यदि आप इसे कुछ मिनटों के भीतर प्राप्त नहीं करते हैं।
ja: メールをお送りしました。数分以内に届かない場合はご連絡ください。
nl: We hebben je een e-mail gestuurd. Neem contact met ons op als u deze niet binnen enkele minuten heeft ontvangen.

source: Bad Token
ar: رمز سيئة
hi: खराब टोकन
ja: 悪いトークン
nl: Slecht teken

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه قد تم استخدامه بالفعل. الرجاء طلب <a href="%(passwd_reset_url)s"> إعادة تعيين كلمة المرور الجديدة </a>.
hi: पासवर्ड रीसेट लिंक अमान्य था, संभवतः क्योंकि इसका उपयोग पहले ही किया जा चुका है। कृपया <a href="%(passwd_reset_url)s"> नया पासवर्ड रीसेट</a> का अनुरोध करें।
ja: パスワードリセットリンクが無効でした。おそらく、すでに使用されているためです。 <a href="%(passwd_reset_url)s">新しいパスワードのリセット</a>をリクエストしてください。
nl: De link voor het opnieuw instellen van het wachtwoord was ongeldig, mogelijk omdat deze al is gebruikt. Vraag een <a href="%(passwd_reset_url)s">nieuw wachtwoord opnieuw aan</a>.

source: change password
ar: تغيير كلمة المرور
hi: पासवर्ड बदलें
ja: パスワードを変更する
nl: wijzig wachtwoord

source: Your password is now changed.
ar: تم تغيير كلمة مرورك الآن.
hi: अब आपका पासवर्ड बदल गया है।
ja: パスワードが変更されました。
nl: Uw wachtwoord is nu gewijzigd.

source: Login
ar: تسجيل الدخول
hi: लॉग इन करें
ja: ログインする

source: Set Password
ar: ضبط كلمة السر
hi: पासवर्ड सेट करें
ja: パスワードを設定してください
nl: Stel een wachtwoord in

source: Welcome to CodeDevils!
ar: مرحبا بكم في CodeDevils!
hi: CodeDevils में आपका स्वागत है!
ja: CodeDevilsへようこそ！
nl: Welkom bij CodeDevils!

source: Begin your CodeDevils journey by filling out the below registration form.
ar: ابدأ رحلة CodeDevils الخاصة بك عن طريق ملء استمارة التسجيل أدناه.
hi: नीचे पंजीकरण फार्म भरकर अपनी CodeDevils यात्रा शुरू करें।
ja: 以下の登録フォームに記入して、CodeDevilsの旅を始めましょう。
nl: Begin uw CodeDevils-reis door het onderstaande registratieformulier in te vullen.

source: Have a question?
ar: لدي سؤال؟
hi: एक सवाल है?
ja: 質問があります？
nl: Heb je een vraag?

source: Contact us
ar: اتصل بنا
hi: संपर्क करें
ja: お問い合わせ
nl: Neem contact op

source: Already have an account?
ar: هل لديك حساب؟
hi: पहले से ही एक खाता है?
ja: すでにアカウントをお持ちですか？
nl: Heb je al een account?

source: Sign in
ar: تسجيل الدخول
hi: साइन इन करें
ja: サインイン
nl: Aanmelden

source: Submit
ar: إرسال
hi: प्रस्तुत
ja: 参加する
nl: Verzenden

source: Join us on Slack
ar: انضم إلينا على Slack
hi: हमें Slack पर शामिल करें
ja: Slackにご参加ください
nl: Ga met ons mee op Slack

source: Join us on Slack to start interacting with your fellow engineers
ar: انضم إلينا على Slack لبدء التفاعل مع زملائك المهندسين
hi: अपने साथी इंजीनियरों के साथ बातचीत शुरू करने के लिए Slack पर हमसे जुड़ें
ja: Slackに参加して、仲間のエンジニアとの交流を始めましょう
nl: Sluit je aan bij ons op Slack om de interactie met je mede-ingenieurs aan te gaan

source: Register on SunDevilSync
ar: قم بالتسجيل في SunDevilSync
hi: SunDevilSync पर पंजीकरण करें
ja: SunDevilSyncに登録する
nl: Registreer op SunDevilSync

source: SunDevilSync is the official online registrar of ASU student organizations
ar: SunDevilSync هو المسجل الرسمي عبر الإنترنت للمنظمات الطلابية في جامعة ولاية أريزونا
hi: SunDevilSync ASU छात्र संगठनों का आधिकारिक ऑनलाइन रजिस्ट्रार है
ja: SunDevilSyncは、ASUの学生組織の公式オンラインレジストラです。
nl: SunDevilSync is de officiële online registrar van ASU-studentenorganisaties

source: Get in touch
ar: ابقى على تواصل
hi: संपर्क में रहो
ja: 連絡する
nl: Neem contact op

source: Arizona State University,
ar: جامعة ولاية أريزونا،

source: Tempe, AZ
ar: تيمبي ، أريزونا

source: Registration Support
ar: دعم التسجيل
hi: पंजीकरण का समर्थन
ja: 登録サポート
nl: Registratie-ondersteuning

source: For questions about registration requirements for students or alumni, including joining Slack, registering on SunDevilSync, and registration status
ar: للأسئلة حول متطلبات التسجيل للطلاب أو الخريجين ، بما في ذلك الانضمام إلى Slack والتسجيل في SunDevilSync وحالة التسجيل
hi: छात्रों या पूर्व छात्रों के लिए पंजीकरण आवश्यकताओं के बारे में प्रश्नों के लिए, जिसमें Slack में शामिल होना, SunDevilSync पर पंजीकरण करना और पंजीकरण स्थिति शामिल है
ja: Slackへの参加、SunDevilSyncへの登録、登録ステータスなど、学生または卒業生の登録要件に関する質問
nl: Voor vragen over inschrijfvereisten voor studenten of alumni, inclusief deelname Slack, registreren op SunDevilSync en registratiestatus

source: General Support
ar: الدعم العام
hi: सामान्य समर्थन
ja: 一般的なサポート
nl: Algemene ondersteuning

source: Have questions about the club before you join? Feel free to get a hold of us! We love to brag about all the amazing opportunities CodeDevils has to offer.
ar: هل لديك أسئلة حول النادي قبل الانضمام؟ لا تتردد في الحصول علينا! نحن نحب أن نتفاخر بكل الفرص الرائعة التي تقدمها CodeDevils.
hi: आपके शामिल होने से पहले क्लब के बारे में प्रश्न हैं? हमें एक पकड़ पाने के लिए स्वतंत्र महसूस करें! हम सभी अद्भुत अवसरों के बारे में अपनी बड़ाई करना पसंद करते हैं जो कोडडविल को पेश करना है।
ja: 入会する前にクラブについて質問がありますか？お気軽にどうぞ！ CodeDevilsが提供するすべての素晴らしい機会を自慢するのが大好きです。
nl: Heeft u vragen over de club voordat u lid wordt? Neem gerust contact met ons op! Wij houden van om op te scheppen over alle geweldige kansen die CodeDevils te bieden heeft.

source: Sign Up Closed
ar: الاشتراك مغلق
hi: पंजीकरण अब बंद
ja: サインアップクローズ
nl: Inschrijving gesloten

source: We are sorry, but the sign up is currently closed.
ar: نحن آسفون ، ولكن التسجيل مغلق حاليا.
hi: हमें खेद है, लेकिन वर्तमान में साइन अप बंद है।
ja: 申し訳ありませんが、サインアップは現在締め切られています。
nl: Het spijt ons, maar de inschrijving is momenteel gesloten.

source: Verify Your E-mail Address
ar: تحقق من عنوان بريدك الإلكتروني
hi: अपने ईमेल पते की पुष्टि करें
ja: あなたのメールアドレスを確認してください
nl: Verifieer je e-mailadres

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا إليك بريدًا إلكترونيًا للتحقق. اتبع الرابط المقدم لإنهاء عملية التسجيل. يرجى الاتصال بنا إذا لم تستلمها خلال بضع دقائق.
hi: हमने आपको सत्यापन के लिए एक ई-मेल भेजा है। साइनअप प्रक्रिया को अंतिम रूप देने के लिए दिए गए लिंक का पालन करें। कृपया हमसे संपर्क करें यदि आप इसे कुछ मिनटों के भीतर प्राप्त नहीं करते हैं।
ja: 確認のためにメールをお送りしました。提供されたリンクをたどって、サインアッププロセスを完了します。数分以内に届かない場合はご連絡ください。
nl: We hebben ter verificatie een e-mail naar u gestuurd. Volg de aangeboden link om het aanmeldingsproces te voltooien. Neem contact met ons op als u deze niet binnen enkele minuten heeft ontvangen.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ar: يتطلب هذا الجزء من الموقع التحقق من هويتك. لهذا الغرض ، نطلب منك التحقق من ملكية عنوان البريد الإلكتروني الخاص بك.
hi: साइट के इस हिस्से को हमें सत्यापित करने की आवश्यकता है कि आप वह हैं जो आप होने का दावा करते हैं। इस उद्देश्य के लिए, हमें आपकी आवश्यकता है अपने ई-मेल पते के स्वामित्व को सत्यापित करें।
ja: サイトのこの部分では、あなたが本人であることを確認する必要があります。この目的のために、電子メールアドレスの所有権を確認する必要があります。
nl: Dit deel van de site vereist dat we dat verifiëren je bent wie je beweert te zijn. Hiervoor hebben wij u nodig controleer het eigendom van uw e-mailadres.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا لـ التحقق. الرجاء الضغط على الرابط الموجود داخل هذا البريد الإلكتروني. يرجى الاتصال بنا إذا لم تستلمها خلال بضع دقائق.
hi: हमने आपके लिए एक ई-मेल भेजा है सत्यापन। कृपया इस ई-मेल के लिंक पर क्लिक करें। कृपया हमसे संपर्क करें यदि आप इसे कुछ मिनटों के भीतर प्राप्त नहीं करते हैं।
ja: 私たちはあなたに電子メールを送りました 検証。このメール内のリンクをクリックしてください。数分以内に届かない場合はご連絡ください。
nl: We hebben je een e-mail gestuurd voor verificatie. Klik op de link in deze e-mail. Alstublieft neem contact met ons op als u deze niet binnen enkele minuten heeft ontvangen.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ar: <strong> ملاحظة: </strong> لا يزال بإمكانك <ahref="%(email_url)s"> تغيير عنوان بريدك الإلكتروني </a>.
hi: <strong>नोट:</strong> आप अभी भी <a href="%(email_url)s"> अपना ई-मेल बदल सकते हैं</a>।
ja: <strong>注：</strong>引き続き<a href="%(email_url)s">メールアドレスを変更</a>できます。
nl: <strong>Opmerking:</strong> u kunt nog steeds <a href="%(email_url)s">uw e-mailadres wijzigen</a>.

source: Ready to join?
ar: جاهز للانضمام؟
hi: शामिल होने के लिए तैयार हैं?
ja: 参加する準備はできましたか？
nl: Klaar om mee te doen?

source: Create a CodeDevil account
ar: قم بإنشاء حساب CodeDevil
hi: एक CodeDevil खाता बनाएँ
ja: CodeDevilアカウントを作成する
nl: Maak een CodeDevil-account aan

source: Create account
ar: إنشاء حساب
hi: खाता बनाएं
ja: アカウントを作成する
nl: Maak een account aan

source: Log In Successful
ar: تم تسجيل الدخول بنجاح
hi: सफलतापूर्ण प्रवेश
ja: ログイン成功
nl: Succesvol ingelogd
