Repository: ASU-CodeDevils/sso.codedevils.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hi, ja, nl

source: You now have access to all CodeDevils services that support logging in! Check out some of the ones below to see what being a member offers you!
ar: لديك الآن حق الوصول إلى جميع خدمات CodeDevils التي تدعم تسجيل الدخول! تحقق من بعض منها أدناه لمعرفة ما يقدمه لك كونك عضوًا!
hi: अब आपके पास सभी CodeDevils सेवाओं का उपयोग है जो लॉग इन करने का समर्थन करता है! एक सदस्य होने के नाते आपको देखने के लिए नीचे दिए गए कुछ विकल्पों को देखें!
ja: これで、ログインをサポートするすべてのCodeDevilsサービスにアクセスできます。メンバーであることはあなたに何を提供するかを見るために以下のもののいくつかをチェックしてください！
nl: U hebt nu toegang tot alle CodeDevils-services die ondersteuning bij het inloggen! Bekijk enkele van de onderstaande om te zien wat lid zijn je te bieden heeft!

source: CodeDevils Website
ar: موقع CodeDevils
hi: CodeDevils वेबसाइट
ja: CodeDevilsウェブサイト

source: The CodeDevils website is the home page of the organization! Check it out to learn about the history of the organization, its leadership, and other resources to all things CodeDevils.
ar: موقع CodeDevils هو الصفحة الرئيسية للمنظمة! تحقق من ذلك للتعرف على تاريخ المنظمة وقيادتها والموارد الأخرى لجميع الأشياء CodeDevils.
hi: CodeDevils वेबसाइट संगठन का मुख पृष्ठ है! संगठन के इतिहास, इसके नेतृत्व और अन्य संसाधनों के बारे में जानने के लिए इसे देखें।
ja: CodeDevilsのWebサイトは、組織のホームページです。組織の歴史、そのリーダーシップ、およびCodeDevilsのすべてのものに対するその他のリソースについて学ぶためにそれをチェックしてください。
nl: De website van CodeDevils is de homepage van de organisatie! Bekijk het voor meer informatie de geschiedenis van de organisatie, haar leiderschap en andere bronnen voor alles wat met CodeDevils te maken heeft.

source: Imagery of Natural Systems (IONS) is a collaborative project between ASU SESE and CodeDevils. It partners with Planet to process satellite images and analyze them for ash coverage and its effect on the surrounding vegetation.
ar: Imagery of Natural Systems (IONS) هو مشروع تعاوني بين ASU SESE و CodeDevils. ذلك شراكة مع Planet لمعالجة صور الأقمار الصناعية وتحليلها لتغطية الرماد وتأثيره على الغطاء النباتي المحيط.
hi: Imagery of Natural Systems (IONS) ASU SESE और कोडडविल्स के बीच एक सहयोगी परियोजना है। यह ग्रह के साथ उपग्रह छवियों को संसाधित करने और राख कवरेज और इसके प्रभाव के लिए उनका विश्लेषण करने के लिए साझेदार है आसपास की वनस्पति पर।
ja: Imagery of Natural Systems（IONS）は、ASUSESEとCodeDevilsの共同プロジェクトです。 Planetと提携して衛星画像を処理し、灰の範囲とその影響を分析します 周囲の植生に。
nl: Imagery of Natural Systems (IONS) is een samenwerkingsproject tussen ASU SESE en CodeDevils. Het werkt samen met Planet om satellietbeelden te verwerken en deze te analyseren op asdekking en het effect ervan op de omringende vegetatie.

source: Log me out from all my sessions
ar: سجل خروجي من جميع جلساتي
hi: मेरे सभी सत्रों से मुझे लॉग आउट करें
ja: すべてのセッションからログアウトします
nl: Meld me af bij al mijn sessies

source: Forget the identity provider
ar: ننسى مزود الهوية
hi: पहचान प्रदाता को भूल जाओ
ja: IDプロバイダーを忘れる
nl: Vergeet de identiteitsprovider

source: Logout
ar: تسجيل خروج
hi: लॉग आउट
ja: ログアウト
nl: Uitloggen

source: Welcome to
ar: مرحبا بك في
hi: में स्वागत
ja: ようこそ
nl: Welkom bij

source: Login to your account
ar: تسجيل الدخول إلى حسابك
hi: अपने खाते में प्रवेश करें
ja: あなたのアカウントにログイン
nl: Log in op jouw account

source: Don't have an account yet?
ar: لا تملك حسابا حتى الآن؟
hi: अब तक कोई खाता नहीं है?
ja: まだアカウントをお持ちではありませんか？
nl: Nog geen account?

source: Create it here
ar: قم بإنشائه هنا
hi: इसे यहाँ बनाएँ
ja: ここで作成
nl: Maak het hier aan

source: Password
ar: كلمه السر
hi: कुंजिका
ja: パスワード
nl: Wachtwoord

source: Forgot your password?
ar: نسيت رقمك السري؟
hi: क्या आप अपना पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
nl: uw wachtwoord vergeten?

source: Click here
ar: انقر هنا
hi: यहाँ क्लिक करें
ja: ここをクリック
nl: Klik hier

source: to log in again
ar: لتسجيل الدخول مرة أخرى
hi: फिर से लॉग इन करने के लिए
ja: 再度ログインするには
nl: om opnieuw in te loggen

source: Connect to the service
ar: اتصل بالخدمة
hi: सेवा से कनेक्ट करें
ja: サービスに接続する
nl: Maak verbinding met de dienst

source: Detail
ar: التفاصيل
hi: विस्तार
ja: 詳細

source: Registrations
ar: التسجيلات
hi: पंजीकरण
ja: 登録
nl: Registraties

source: Your Registration
ar: تسجيلك
hi: आपका पंजीकरण
ja: あなたの登録
nl: Uw registratie

source: Registration Complete
ar: اكتمل التسجيل
hi: पंजीकरण पूर्ण
ja: 登録完了
nl: Registratie compleet

source: In Progress
ar: في تقدم
hi: चालू
ja: 進行中
nl: Bezig

source: You have completed your registration! You can now access all CodeDevils services. You can start by checking out the website at:
ar: لقد أكملت تسجيلك! يمكنك الآن الوصول إلى جميع خدمات CodeDevils. يمكنك البدء بمراجعة الموقع على:
hi: आपने अपना पंजीकरण पूरा कर लिया है! अब आप सभी CodeDevils सेवाओं का उपयोग कर सकते हैं। आप वेबसाइट की जाँच यहाँ से शुरू कर सकते हैं:
ja: 登録が完了しました。これで、すべてのCodeDevilsサービスにアクセスできます。次のWebサイトをチェックすることから始めることができます。
nl: U bent klaar met uw registratie! U hebt nu toegang tot alle CodeDevils-services. U kunt beginnen door de website te bezoeken op:

source: You still need to complete some steps before your registration is complete.
ar: ما زلت بحاجة إلى إكمال بعض الخطوات قبل اكتمال التسجيل.
hi: अपना पंजीकरण पूरा होने से पहले आपको कुछ चरणों को पूरा करना होगा।
ja: 登録が完了する前に、まだいくつかの手順を完了する必要があります。
nl: U moet nog enkele stappen voltooien voordat uw registratie is voltooid.

source: Step 1
ar: الخطوة 1
hi: चरण 1
ja: ステップ1
nl: Stap 1

source: Step 2
ar: الخطوة 2
hi: चरण 2
ja: ステップ2
nl: Stap 2

source: Step 3
ar: الخطوه 3
hi: चरण 3
ja: ステップ3
nl: Stap 3

source: Additional steps
ar: خطوات إضافية
hi: अतिरिक्त कदम
ja: 追加の手順
nl: Extra stappen

source: Step 4
ar: الخطوة 4
hi: चरण 4
ja: ステップ4
nl: Stap 4

source: Done!
ar: منجز!
hi: किया हुआ!
ja: 完了！
nl: Gedaan!

source: Step 1: Join us on Slack
ar: الخطوة 1: انضم إلينا على Slack
hi: चरण 1: सुस्त पर हमसे जुड़ें
ja: ステップ1：Slackに参加する
nl: Stap 1: Doe mee met Slack

source: Step 1 of 4
ar: الخطوة 1 من 4
hi: चरण 1 की 4
ja: ステップ1/4
nl: Stap 1 van 4

source: You have successfully joined us on Slack! You can start by checking out these channels:
ar: لقد انضممت إلينا بنجاح على Slack! يمكنك البدء بالاطلاع على هذه القنوات:
hi: आपने हमें धीरे-धीरे स्लैक में शामिल कर लिया है! आप इन चैनलों की जाँच करके शुरू कर सकते हैं:
ja: Slackへの参加に成功しました。これらのチャネルをチェックすることから始めることができます：
nl: Je bent met succes lid geworden van Slack! U kunt beginnen met het bekijken van deze kanalen:

source: Introduce yourself so everyone knows who you are!
ar: قدم نفسك حتى يعرف الجميع من أنت!
hi: अपना परिचय दें ताकि सभी को पता चले कि आप कौन हैं!
ja: 自己紹介して、誰もがあなたが誰であるかを知ってください！
nl: Stel jezelf voor zodat iedereen weet wie je bent!

source: Where we hold all our meetings and virtual study halls
ar: حيث نعقد جميع اجتماعاتنا وقاعات الدراسة الافتراضية
hi: जहां हम अपनी सभी मीटिंग और वर्चुअल स्टडी हॉल रखते हैं
ja: すべての会議と仮想学習ホールを開催する場所
nl: Waar we al onze bijeenkomsten en virtuele studiezalen houden

source: Come here to chat with your fellow CodeDevils!
ar: تعال هنا للدردشة مع زملائك في CodeDevils!
hi: अपने साथी के साथ चैट करने के लिए यहां आइये CodeDevils!
ja: 仲間のCodeDevilsとチャットするためにここに来てください！
nl: Kom hier om te chatten met je mede CodeDevils!

source: Slack is our team workspace. This is where we hold our meetings, collaborate on projects, and just chat with fellow developers. You can join by signing into our workspace with your ASU email:
ar: Slack هو مساحة عمل فريقنا. هذا هو المكان الذي نعقد فيه اجتماعاتنا ونتعاون في المشاريع ونتحدث مع زملائنا من المطورين. يمكنك الانضمام عن طريق تسجيل الدخول إلى مساحة العمل الخاصة بنا باستخدام بريدك الإلكتروني في ASU:
hi: Slack हमारी टीम कार्यक्षेत्र है। यह वह जगह है जहां हम अपनी बैठकें करते हैं, परियोजनाओं पर सहयोग करते हैं, और बस साथी डेवलपर्स के साथ चैट करते हैं। आप अपने ASU ईमेल के साथ हमारे कार्यक्षेत्र में प्रवेश करके जुड़ सकते हैं:
ja: Slackは私たちのチームワークスペースです。ここで私たちは会議を開き、プロジェクトで協力し、仲間の開発者とチャットするだけです。 ASUメールでワークスペースにサインインして参加できます。
nl: Slack is onze teamwerkruimte. Hier houden we onze vergaderingen, werken we samen aan projecten en praten we gewoon met collega's ontwikkelaars. U kunt deelnemen door u aan te melden bij onze werkruimte met uw ASU-e-mailadres:

source: Step 2: Register on SunDevilSync
ar: الخطوة 2: التسجيل في SunDevilSync
hi: चरण 2: SunDevilSync पर पंजीकरण करें
ja: ステップ2：SunDevilSyncに登録する
nl: Stap 2: Registreer u op SunDevilSync

source: Step 2 of 4
ar: الخطوة 2 من 4
hi: चरण 2 की 4
ja: ステップ2/4
nl: Stap 2 van 4

source: You are officially part of the club! ASU now recognizes you as a member of CodeDevils through SunDevilSync.
ar: أنت رسميًا جزء من النادي! تتعرف ASU الآن عليك كعضو في CodeDevils من خلال SunDevilSync.
hi: आप आधिकारिक तौर पर क्लब का हिस्सा हैं! ASU अब आपको SunDevilSync के माध्यम से CodeDevils के सदस्य के रूप में पहचानता है।
ja: あなたは正式にクラブの一員です！ ASUは、SunDevilSyncを介してあなたをCodeDevilsのメンバーとして認識するようになりました。
nl: Je maakt officieel deel uit van de club! ASU herkent u nu als lid van CodeDevils via SunDevilSync.

source: SunDevilSync is the official ASU online registrar, and is how ASU determines if you are an official member of an organization. You must join CodeDevils on SunDevilSync before you are considered an official member. To do so:
ar: SunDevilSync هو مسجل ASU الرسمي عبر الإنترنت ، وهو كيف تحدد جامعة ولاية أريزونا ما إذا كنت عضوًا رسميًا في منظمة. يجب عليك الانضمام إلى CodeDevils على SunDevilSync قبل أن يتم اعتبارك عضوًا رسميًا. لنفعل ذلك
hi: SunDevilSync आधिकारिक ASU ऑनलाइन रजिस्ट्रार है, और यदि आप किसी संगठन के आधिकारिक सदस्य हैं तो ASU कैसे निर्धारित करता है। आधिकारिक सदस्य माने जाने से पहले आपको SunDevilSync पर CodeDevils से जुड़ना होगा। ऐसा करने के लिए:
ja: SunDevilSyncは、公式のASUオンラインレジストラであり、ASUが組織の公式メンバーであるかどうかを判断する方法です。公式メンバーと見なされる前に、SunDevilSyncでCodeDevilsに参加する必要があります。そうするために：
nl: SunDevilSync is de officiële ASU online registrar, en zo bepaalt ASU of u een officieel lid van een organisatie bent. U moet lid worden van CodeDevils op SunDevilSync voordat u als officieel lid wordt beschouwd. Om dit te doen:

source: to SunDevilSync. This link will take you straight to the CodeDevils home page.
ar: إلى SunDevilSync. سينقلك هذا الرابط مباشرة إلى صفحة CodeDevils الرئيسية.
hi: SunDevilSync के लिए। यह लिंक आपको सीधे CodeDevils के होम पेज पर ले जाएगा।
ja: SunDevilSyncに。このリンクをクリックすると、CodeDevilsのホームページに直接アクセスできます。
nl: naar SunDevilSync. Deze link brengt u rechtstreeks naar de startpagina van CodeDevils.

source: In the top right, select
ar: في الجزء العلوي الأيسر ، حدد
hi: शीर्ष दाईं ओर, का चयन करें
ja: 右上で、
nl: Selecteer rechtsboven

source: Join
ar: انضم
hi: शामिल हों
ja: 参加する
nl: Doe mee

source: An officer from our team will add you to the organization, and you will receive a confirmation at your ASU email.
ar: سيضيفك موظف من فريقنا إلى المنظمة ، وستتلقى تأكيدًا على بريدك الإلكتروني في جامعة ولاية أريزونا.
hi: हमारी टीम का एक अधिकारी आपको संगठन में शामिल करेगा, और आपको अपने एएसयू ईमेल पर एक पुष्टिकरण प्राप्त होगा।
ja: 私たちのチームの役員があなたを組織に追加し、ASUの電子メールで確認を受け取ります。
nl: Een officier van ons team voegt u toe aan de organisatie en u ontvangt een bevestiging op uw ASU-e-mail.

source: Step 3: Additional Administrative Steps
ar: الخطوة الثالثة: خطوات إدارية إضافية
hi: चरण 3: अतिरिक्त प्रशासनिक चरण
ja: ステップ3：追加の管理ステップ
nl: Stap 3: Aanvullende administratieve stappen

source: Step 3 of 4
ar: الخطوة 3 من 4
hi: चरण 3 की 4
ja: ステップ3/4
nl: Stap 3 van 4

source: Your registration needs have been administered... In other words, this step is complete!
ar: تمت إدارة احتياجات التسجيل الخاصة بك ... وبعبارة أخرى ، اكتملت هذه الخطوة!
hi: आपके पंजीकरण की आवश्यकता को प्रशासित किया गया है ... दूसरे शब्दों में, यह चरण पूरा हो गया है!
ja: 登録の必要性が管理されました...つまり、このステップは完了です。
nl: Uw registratiebehoeften zijn beheerd ... Met andere woorden, deze stap is voltooid!

source: Someone is working on your registration and should have this step completed soon. If you have any questions, or this is taking too long, feel free to contact us:
ar: هناك شخص ما يعمل على التسجيل الخاص بك ويجب إكمال هذه الخطوة قريبًا إذا كانت لديك أي أسئلة ، أو استغرق هذا وقتًا طويلاً ، فلا تتردد في الاتصال بنا:
hi: कोई व्यक्ति आपके पंजीकरण पर काम कर रहा है और यह कदम जल्द ही पूरा होना चाहिए। यदि आपके कोई प्रश्न हैं, या यह बहुत लंबा समय ले रहा है, तो हमसे संपर्क करने में संकोच न करें:
ja: 誰かがあなたの登録に取り組んでおり、このステップをすぐに完了する必要があります。ご不明な点がある場合、またはこれがかかっている場合 長すぎる場合は、お気軽にお問い合わせください。
nl: Iemand is bezig met uw registratie en zou deze stap binnenkort moeten hebben voltooid. Als u nog vragen heeft, of dit neemt te lang, neem dan gerust contact met ons op:

source: Step 4: Completed Registration
ar: الخطوة 4: إتمام التسجيل
hi: चरण 4: पूर्ण पंजीकरण
ja: ステップ4：登録の完了
nl: Stap 4: registratie voltooid

source: Step 4 of 4
ar: الخطوة 4 من 4
hi: चरण 4 की 4
ja: ステップ4/4
nl: Stap 4 van 4

source: Registration is not complete, but you can view your information below. We will update it for you.
ar: لم يكتمل التسجيل ، ولكن يمكنك عرض المعلومات الخاصة بك أدناه. سنقوم بتحديثه لك.
hi: पंजीकरण पूर्ण नहीं है, लेकिन आप अपनी जानकारी नीचे देख सकते हैं। हम इसे आपके लिए अपडेट करेंगे।
ja: 登録は完了していませんが、以下で情報を確認できます。更新します。
nl: De registratie is niet compleet, maar u kunt hieronder uw gegevens inzien. We zullen het voor je updaten.

source: Academic status
ar: الوضع الأكاديمي
hi: शैक्षणिक स्थिति
ja: アカデミックステータス
nl: Academische status

source: Alumni
ar: الخريجين
hi: पूर्व छात्रों
ja: 同窓生

source: Student
ar: طالب علم
hi: छात्र
ja: 学生
nl: Leerling

source: Date registered
ar: تاريخ مسجل
hi: तारीख दर्ज की गई
ja: 登録日
nl: Datum geregistreerd

source: Users
ar: المستخدمون
hi: उपयोगकर्ता
ja: ユーザー
nl: Gebruikers

source: Name of User
ar: اسم المستخدم
hi: उपयोगकर्ता का नाम
ja: ユーザー名
nl: Naam van de gebruiker

source: ID assigned to this user on Slack
ar: المعرف المعين لهذا المستخدم على Slack
hi: पहचान Slack पर इस उपयोगकर्ता को सौंपी गई
ja: Slackでこのユーザーに割り当てられたID
nl: ID toegewezen aan deze gebruiker op Slack

source: Anonymous
ar: مجهول
hi: गुमनाम
ja: 匿名
nl: Anoniem

source: You have the option of keeping your account anonymous with CD. Selecting this will ensure your account stays private and supported applications don't have access to your data
ar: لديك خيار إبقاء حسابك مجهولاً مع القرص المضغوط. سيؤدي تحديد هذا إلى ضمان بقاء حسابك خاصًا وعدم وصول التطبيقات المدعومة إلى بياناتك
hi: आपके पास CodeDevils के साथ अपने खाते को गुमनाम रखने का विकल्प है। इसे चुनने से यह सुनिश्चित होगा कि आपका खाता निजी रहेगा और समर्थित एप्लिकेशन आपके डेटा तक नहीं पहुंचेंगे
ja: CodeDevilsを使用してアカウントを匿名に保つオプションがあります。これを選択すると、アカウントが非公開になり、サポートされているアプリケーションがデータにアクセスできなくなります
nl: U heeft de mogelijkheid om uw account anoniem te houden met cd. Als u dit selecteert, blijft uw account privé en hebben ondersteunde applicaties geen toegang tot uw gegevens

source: Receive notifications
ar: تلقي الإخطارات
hi: सूचनाएं प्राप्त करें
ja: 通知を受け取る
nl: Meldingen ontvangen

source: Is an alumni
ar: خريج
hi: पूर्व छात्र है
ja: 同窓生です
nl: Is een alumni

source: Is an alumni of ASU. If False, the user is by default a student.
ar: من خريجي جامعة ولاية أريزونا. إذا كان خطأ ، يكون المستخدم طالبًا افتراضيًا.
hi: एएसयू का पूर्व छात्र है। यदि गलत है, तो उपयोगकर्ता डिफ़ॉल्ट रूप से एक छात्र है।
ja: ASUの卒業生です。 Falseの場合、ユーザーはデフォルトで学生です。
nl: Is een alumni van ASU. Indien False, is de gebruiker standaard een student.

source: Infos successfully updated
ar: تم تحديث المعلومات بنجاح
hi: Infos सफलतापूर्वक अपडेट किया गया
ja: 情報が正常に更新されました
nl: Infos succesvol bijgewerkt

source: Spanish
ar: الأسبانية
hi: स्पेनिश
ja: スペイン語
nl: Spaans

source: English
ar: الإنجليزية
hi: अंग्रेज़ी
ja: 英語
nl: Engels

source: French
ar: فرنسي
hi: फ्रेंच
ja: フランス語
nl: Frans

source: Arabic
ar: عربى
hi: अरबी
ja: アラビア語
nl: Arabisch

source: Dutch
ar: هولندي
hi: डच
ja: オランダの
nl: Nederlands

source: German
ar: ألمانية
hi: जर्मन
ja: ドイツ人
nl: Duitse

source: Japanese
ar: اليابانية
hi: जापानी
ja: 日本語
nl: Japans

source: Hindi
ar: هندي
hi: हिंदी
ja: ヒンディー語

source: Username
hi: उपयोगकर्ता नाम
ja: ユーザー名
nl: Gebruikersnaam
